<HTML>

<HEAD>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<TITLE>SAP Sybase SQL Anywhere-Online-Ressourcen</TITLE>
</HEAD>

<BODY>

<TABLE border="0" width="100%" bgcolor="#15145F" cellspacing="2" cellpadding="2"> 
    <TR> 
        <TD width="696">  
            <FONT FACE="arial, helvetica, geneva", size="+2" color="#FFFFFF"><B>SAP Sybase SQL Anywhere-Online-Ressourcen                </B>            </FONT>        </TD> 
    </TR> 
</TABLE>
<P>

<FONT FACE="arial, helvetica, geneva" SIZE="-1">

 <P><a href="updchk.html"><B>Verf&uuml;gbare Updates</B></a><BR>
 Besuchen Sie die SQL Anywhere-Website, um Maintenance Releases und die neuesten Korrekturen von Programmfehlern (Bug Fixes) zu erhalten.<P><B>Die nachstehenden Informationen k&ouml;nnen bei Bedarf aktualisiert werden. <a href="http://www.sybase.com/products/databasemanagement/sqlanywhere">Besuchen Sie uns online</a>, um aktuelle Informationen &uuml;ber Lizenzierung, Funktionen und Dienste f&uuml;r SQL Anywhere zu erhalten.</B>
<h4>Produkte und Lizenzierung f&uuml;r SQL Anywhere</h4>
SQL Anywhere ist in verschiedenen Basispaketen mit zus&auml;tzlichen Deployment-Lizenzen und separat lizenzierten Komponenten erh&auml;ltlich. W&auml;hlen Sie zu Beginn das Basispaket aus, das Ihren Anforderungen am besten entspricht. Basispakete sind in zwei Lizenzierungsmodellen erh&auml;ltlich: (a) Server- und Seats-Modell und (b) Pro-Prozessor-Lizenz.
<P>

Das Server- und Seats-Modell umfasst einen SQL Anywhere-Netzwerkserver und eine angegebene Anzahl von Benutzerlizenzen. Jeder dieser Benutzer wird als Network Seat lizenziert, um den Zugriff des Clients auf den SQL Anywhere-Server zu erm&ouml;glichen. Au&szlig;erdem wird jeder dieser Benutzer f&uuml;r SQL Anywhere Personal Server with Synchronization und UltraLite with Synchronization lizenziert.
<P>

Alternativ k&ouml;nnen Kunden eine Pro-Prozessor-Lizenz des SQL Anywhere-Servers erwerben. Mit diesem Paket wird der SQL Anywhere-Netzwerkserver auf einem System f&uuml;r die Anzahl der erworbenen Pro-Prozessor-Lizenzen lizenziert. Die Anzahl der Benutzer, die sich als Networked Seats mit dem Server verbinden k&ouml;nnen, ist unbegrenzt, sodass sich das Paket ideal f&uuml;r gr&ouml;&szlig;ere Client/Server- und Web-basierte Deployments eignet oder f&uuml;r Kunden, die eine Pro-Prozessor-Lizenzierung bevorzugen, um nicht Benutzer oder Seats z&auml;hlen zu m&uuml;ssen.
<P>

SQL Anywhere-Basispakete enthalten dar&uuml;ber hinaus Lizenzen f&uuml;r eine Reihe von Design- und Verwaltungstools wie Sybase Central und PowerDesigner Physical Data Model.
<P>
<h4>Deployment-Lizenzen</h4>
Lizenzen f&uuml;r weitere Benutzer oder f&uuml;r zus&auml;tzliche Komponenten, wie z.B. zus&auml;tzliche Network Seats (Clients), Netzwerkserver, Personal Server, Synchronisation und UltraLite, k&ouml;nnen nachtr&auml;glich erworben werden.


<h4>Separat lizenzierte SQL Anywhere-Komponenten</h4> 


Eine Liste der separat lizenzierten SQL Anywhere-Komponenten finden Sie <a href="http://www.sybase.com/detail?id=1015780">hier</a>.</FONT><br> <FONT FACE="arial, helvetica, geneva" SIZE="-1">
 <P><a href="http://www.sybase.com/detail?id=1032632">Unterst&uuml;tzte Plattformen</a> <BR>
 <a href="http://www.sybase.com/products/databasemanagement/sqlanywhere?htab=DISCOVER&vtab=Data%20Sheets">SQL Anywhere-Datenblatt</a><P>Informationen &uuml;ber Verf&uuml;gbarkeit und Preise erhalten Sie bei Ihrem SAP-Vertreter oder -H&auml;ndler.
<h4>Support f&uuml;r Entwickler</h4>


<B><a href="http://www.sybase.com/support/aboutsupport/online">Online-Support</a></B><BR> SAP bietet einen reaktionsschnellen und zeitnahen technischen Support an, um Sie bei der raschen und kostensparenden Entwicklung und Einf&uuml;hrung von Weltklassel&ouml;sungen zu unterst&uuml;tzen. Diese Unterst&uuml;tzung wird in mehreren Stufen angeboten, die sich nach Ihren gesch&auml;ftlichen Anforderungen richten. Standardangebote f&uuml;r Jahresvertr&auml;ge k&ouml;nnen Produktaktualisierungen, mehrere Kontaktstellen beim Kunden und eine unbegrenzte Anzahl von F&auml;llen (Cases) umfassen, w&auml;hrend Premium-Angebote dar&uuml;ber hinaus erweiterte Stunden, raschere Antwortzeiten und direkten Experten-Support beinhalten.

</FONT>
<P>
<font size="-1" face="arial, helvetica, geneva"><B><a href="http://www.sybase.com/developer/library/sql-anywhere-techcorner">SQL Anywhere  Tech Corner: Developer Community</a></B><BR> Der Tech Corner bietet einen zentralen Kontaktpunkt f&uuml;r technische Informationen, sodass Sie schneller an die ben&ouml;tigten Informationen kommen und umfassende Unterst&uuml;tzung bei Entwicklung und Deployment von L&ouml;sungen f&uuml;r Server, PC, mobile Ger&auml;te und fernverwaltete B&uuml;roanwendungen finden. Experten aus der ganzen Welt nehmen an der Developer Community teil und bilden so die zentrale Informationsquelle f&uuml;r die Entwicklung von Anwendungen und Frontline-Umgebungen. Die Community bietet nicht nur Zugriff auf die neuesten EBFs, Betasoftware, Evaluierungssoftware, Dienstprogramme und vieles mehr, sie ist auch ein Diskussionsforum, in dem zu zahlreichen Themen &uuml;ber Newsgroups, Webcasts und Veranstaltungen Erfahrungen ausgetauscht werden.</font> <FONT FACE="arial, helvetica, geneva" SIZE="-1">
<P>

<B><a href="http://sqlanywhere-forum.sybase.com/">SQL Anywhere-Forum</a></B><BR>
 Das Forum wird von SQL Anywhere Customer Service &amp; Support &uuml;berwacht und ist eine n&uuml;tzliche Ressource, um Entwicklungsfragen mit der Entwickler-Community zu diskutieren.<P>

<B><a href="http://dcx.sybase.com/sa160/en">DocCommentXchange</a></B><BR>
 &Uuml;ber DocCommentXChange k&ouml;nnen Sie sich SQL Anywhere-Dokumentation ansehen und Kommentare einf&uuml;gen sowie Kommentare von anderen Benutzern lesen.<P>

<B><a href="http://www.sybase.com/products/databasemanagement/sqlanywhere">SQL Anywhere-Produktinformationen</a></B><BR>
 Hier finden Sie die neuesten Informationen &uuml;ber SQL Anywhere mit Datenbl&auml;ttern, Whitepaper-Ver&ouml;ffentlichungen und Hinweisen zu kostenlosen Downloads, aktuellen Veranstaltungen, Messen, Anwenderberichten, Pressemitteilungen usw.<P>

<font size="-1" face="arial, helvetica, geneva"><B><a href="http://www.sybase.com/ianywhere/partners">SQL Anywhere Partner-Programm</a></B><BR> Das SQL Anywhere Partner-Programm bietet seinen Mitgliedern Mehrwertdienste und Programme, die auf branchenf&uuml;hrender Technologie basieren. Das SQL Anywhere Partner-Programm umfasst Vertriebs- und Marketingprogramme sowie Dienste, um die Marktposition der Allianzmitglieder zu verbessern. SAP hilft damit den Mitgliedern des Partner-Programms, neue Chancen besser zu nutzen und gemeinsam erfolgreicher zu agieren.</font> <FONT FACE="arial, helvetica, geneva" SIZE="-1"><P>

<B><a href="http://www.sap.com/services-and-support/index.epx">SAP Professional Services</a></B><a href="http://www.sap.com/services-and-support/index.epx"></a></a><BR> Mit SAP Professional Services k&ouml;nnen Sie w&auml;hrend der Design-, Entwicklungs- und Deploymentphase Ihrer SQL Anywhere-Projekte ma&szlig;geschneiderte Dienste in Anspruch nehmen:</FONT><UL>
<LI><font size="-1" face="arial, helvetica, geneva">Planung und Durchf&uuml;hrung eines Upgrades auf die neueste Version von SQL Anywhere</font>
<LI><font size="-1" face="arial, helvetica, geneva">Bereitstellung von Wissenstransfer zum Verst&auml;ndnis der SQL Anywhere-Architektur</font>
<LI><font size="-1" face="arial, helvetica, geneva">Sicherstellung von Leistung und Qualit&auml;t der Umgebung</font>
<LI><font size="-1" face="arial, helvetica, geneva">Unterst&uuml;tzung bei Design und Entwicklung Ihrer MobiLink-Synchronisationsl&ouml;sung </font>
<LI><font size="-1" face="arial, helvetica, geneva">Konfiguration und Implementierung der Hochverf&uuml;gbarkeit mit SQL Anywhere</font></UL>
<FONT FACE="arial, helvetica, geneva" SIZE="-1">
<P>
<a href="https://training.sap.com/us/en/courses-and-curricula/sybase"><B>Schulung und Zertifizierung</B></a><BR> SAP bietet SQL Anywhere-Schulungen an, um Sie bei der Entwicklung und beim Deployment Ihrer Anwendungen zu unterst&uuml;tzen. Je nach Niveau der Teilnehmer k&ouml;nnen Standardkurse oder spezielle Schulungsprogramme angeboten werden, die von Datenbankfunktionen &uuml;ber Synchronisation bis zum Deployment auf Handhelds reichen.
<P>

<a href="mailto:contact_us@ianywhere.com"><B>Kontakt zu SAP</B></a> <BR><B>
Sybase Worldwide Headquarters</B><BR> One Sybase Drive<BR> Dublin, CA <BR> 94568-7902<BR> U.S.A.<P>
<B>Telefon (Deutschland)</B>:<BR> 1-800-801-2069<BR> 1-519-883-6898</P>
<P>

<B>Europa, Naher Osten, Afrika</B><BR>
 +44 1628 597 100<P>

<B>Asien und Pazifikraum</B><BR>
 +852 2506 8700<P>

<B>Japan</B><BR>
 +81 3 5544 6400</FONT></BODY>
</HTML>
